Revit 2027 API
ParameterTypeId.PathReinEndSpanhookPrim Property
 "End Hook Angle Primary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinEndSpanhookPrim { get; }
Public Shared ReadOnly Property PathReinEndSpanhookPrim As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinEndSpanhookPrim {
	ForgeTypeId^ get ();
}
static member PathReinEndSpanhookPrim : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace